pages/zettelkasten/20241125T164940--bio__website.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-25 Mon 16:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Bio</title>
<meta name="author" content="Andrew N. Fargo" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="/style.css">
</head>
<body>
<div class="header">
<a href="/">dfargo.com</a>
<a href="/pages/zettelkasten/sitemap.html">(up)</a>
<a href="/pages/research/sitemap.html">Research</a>
<a href="/pages/monologues/sitemap.html">Monologues</a>
<a href="/pages/zettelkasten/sitemap.html">Zettelkasten</a>
<p>(c) 2024, Andrew N. Fargo</p>
</div><div id="content" class="content">
<h1 class="title">Bio</h1>
<div id="outline-container-org7b9920e" class="outline-2">
<h2 id="org7b9920e"><span class="section-number-2">1.</span> Biography</h2>
<div class="outline-text-2" id="text-1">
<p>
Hello! This is a bit of stand-in page while I get everything else settled.
For now, here is my LinkedIn Bio:
</p>

<p>
Hi! I'm a student at Grinnell College studying computer science, math, and linguistics. I have a particular passion for computational linguistics, Linux, and PL. I love looking into the unexpected genius in implementation and design behind our everyday technology.
</p>

<p>
Currently, I spend my time teaching what I know at iD tech, learning about the kernel, and (trying) to make crosswords. For those who are curious, I think Emacs is the better text editor. ;-)
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2024-11-25 Mon 16:49</p>
<p class="author">Author: Andrew N. Fargo</p>
<p class="date">Created: 2024-11-25 Mon 16:54</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
